[Economy.Economy_BuyItemsWithEridium:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Buy 2 items with iridium"

[Economy.Economy_BuyItemsWithEridium:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Buy 5 items from Iridium."

[Economy.Economy_BuyItemsWithEridium:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Buy 9 items with Iridium"

[Economy.Economy_BuyItemsWithEridium:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Buy 14 products with Iridium"

[Economy.Economy_BuyItemsWithEridium:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Purchase 20 items containing iridium."

[Economy.Economy_EarnDollarsFromSellingItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Earn $4,500 selling products"

[Economy.Economy_EarnDollarsFromSellingItems:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Earn $25,000 in sales."

[Economy.Economy_EarnDollarsFromSellingItems:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Earn $80,000 worth of merchandise"

[Economy.Economy_EarnDollarsFromSellingItems:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Find something worth $300,000."

[Economy.Economy_EarnDollarsFromSellingItems:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Proceeds from sale of $1,000,000 home"

[Economy.Economy_MoneySaved:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Save $10,000!"

[Economy.Economy_MoneySaved:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Save $50,000!"

[Economy.Economy_MoneySaved:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Save $250,000"

[Economy.Economy_MoneySaved:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Save $1,000,000"

[Economy.Economy_MoneySaved:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Save up to $5,000,000"

[Economy.Economy_PurchaseItemsOfTheDay:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Purchase one product per day from your device"

[Economy.Economy_PurchaseItemsOfTheDay:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Buy 5 items per day from the vending machine"

[Economy.Economy_PurchaseItemsOfTheDay:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Buy 15 products per day in the machine"

[Economy.Economy_PurchaseItemsOfTheDay:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Buy 30 items from vending machines per day"

[Economy.Economy_PurchaseItemsOfTheDay:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Buy 50 items per day from the vending machine."

[Economy.Economy_SellItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10 units sold"

[Economy.Economy_SellItems:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="I sold 25 tablets"

[Economy.Economy_SellItems:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="They bought 150 items."

[Economy.Economy_SellItems:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="300 pieces were sold"

[Economy.Economy_SellItems:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="750 pcs for sale"

[Economy.Trade_ItemsWithPlayers:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Trade with other players"

[Economy.Trade_ItemsWithPlayers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Trade with other players 5 times"

[Economy.Trade_ItemsWithPlayers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Trade with other players 15 times"

[Economy.Trade_ItemsWithPlayers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Trade with other players 30 times"

[Economy.Trade_ItemsWithPlayers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Trade with other players 50 times"

[Elemental.Elemental_DealBonusSlagDamage ChallengeDefinition]
Description="Deals extra damage to buried enemies.."

[Elemental.Elemental_DealBonusSlagDamage:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Deal another 5000 damage"

[Elemental.Elemental_DealBonusSlagDamage:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Deals an additional 25,000 damage"

[Elemental.Elemental_DealBonusSlagDamage:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Deals an additional 150,000 damage"

[Elemental.Elemental_DealBonusSlagDamage:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Over 1,000,000 damage repairs on the floor"

[Elemental.Elemental_DealBonusSlagDamage:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Deals an additional 5,000,000 damage to Snail"

[Elemental.Elemental_DealCorrosiveDOTDamage ChallengeDefinition]
Description="It caused negative results (temporary damage).."

[Elemental.Elemental_DealCorrosiveDOTDamage:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="2500 rust damage"

[Elemental.Elemental_DealCorrosiveDOTDamage:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Break 20000 points"

[Elemental.Elemental_DealCorrosiveDOTDamage:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="You take 100,000 repair damage."

[Elemental.Elemental_DealCorrosiveDOTDamage:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="500,000 damage"

[Elemental.Elemental_DealCorrosiveDOTDamage:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Sell ​​1,000,000 corrosion points"

[Elemental.Elemental_DealFireDOTDamage ChallengeDefinition]
Description="Fixed DoT (damage over time) effects.."

[Elemental.Elemental_DealFireDOTDamage:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Burn 5000 points"

[Elemental.Elemental_DealFireDOTDamage:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Burns 20,000 points."

[Elemental.Elemental_DealFireDOTDamage:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Estimate 100,000 points d"

[Elemental.Elemental_DealFireDOTDamage:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Fire damage is good for 500,000 points"

[Elemental.Elemental_DealFireDOTDamage:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Deals 1,000,000 heat damage"

[Elemental.Elemental_DealShockDOTDamage ChallengeDefinition]
ChallengeName="Say it again!"
Description="DoT damage from stack effects (split over time).."

[Elemental.Elemental_DealShockDOTDamage:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Deals 5000 electricity damage"

[Elemental.Elemental_DealShockDOTDamage:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Energy damage restored to 20,000 points"

[Elemental.Elemental_DealShockDOTDamage:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Deals 100,000 points of electrical damage."

[Elemental.Elemental_DealShockDOTDamage:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="About 500,000 points of lightning damage"

[Elemental.Elemental_DealShockDOTDamage:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Electrical damage: 1 million riyals"

[Elemental.Elemental_KillEnemiesCorrosive ChallengeDefinition]
ChallengeName="LSD trip"
Description="Kill the enemy with massive damage."

[Elemental.Elemental_KillEnemiesCorrosive:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 20 enemies with heavy damage."

[Elemental.Elemental_KillEnemiesCorrosive:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 75 enemies with critical damage"

[Elemental.Elemental_KillEnemiesCorrosive:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 250 enemies with heavy damage."

[Elemental.Elemental_KillEnemiesCorrosive:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 600 enemies and deal massive damage"

[Elemental.Elemental_KillEnemiesCorrosive:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Defeat 1000 enemies with high damage"

[Elemental.Elemental_KillEnemiesExplosive:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="defeat 20 enemies with bombs."

[Elemental.Elemental_KillEnemiesExplosive:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 75 enemies and defuse the explosives"

[Elemental.Elemental_KillEnemiesExplosive:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 250 enemies with explosives."

[Elemental.Elemental_KillEnemiesExplosive:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 600 enemies for maximum damage"

[Elemental.Elemental_KillEnemiesExplosive:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 1,000 enemies with explosive damage."

[Elemental.Elemental_KillSlaggedEnemies ChallengeDefinition]
Description="Kill enemies with your sword.."

[Elemental.Elemental_KillSlaggedEnemies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 defeated enemies"

[Elemental.Elemental_KillSlaggedEnemies:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies"

[Elemental.Elemental_KillSlaggedEnemies:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Defeat 150 enemies"

[Elemental.Elemental_KillSlaggedEnemies:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 300 dead enemies"

[Elemental.Elemental_KillSlaggedEnemies:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Defeat 750 enemies."

[Elemental.Elemental_SetEnemiesOnFire ChallengeDefinition]
Description="The enemy is on fire."

[Elemental.Elemental_SetEnemiesOnFire:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="25 enemies are active"

[Elemental.Elemental_SetEnemiesOnFire:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Then 100 enemies."

[Elemental.Elemental_SetEnemiesOnFire:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 400 enemies"

[Elemental.Elemental_SetEnemiesOnFire:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Burn 1000 enemies."

[Elemental.Elemental_SetEnemiesOnFire:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="2000 enemies"

[enemies.Enemies_KillBruisers:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10 injuries"

[enemies.Enemies_KillBruisers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 thieves."

[enemies.Enemies_KillBruisers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Post 75 points"

[enemies.Enemies_KillBruisers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 bruises"

[enemies.Enemies_KillBruisers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 people died."

[enemies.Enemies_KillBullymongs:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 25 monsters."

[enemies.Enemies_KillBullymongs:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="50 criminals were killed"

[enemies.Enemies_KillBullymongs:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="150 people died"

[enemies.Enemies_KillBullymongs:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="300 Thakurs killed."

[enemies.Enemies_KillBullymongs:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="750 people died."

[enemies.Enemies_KillConstructors:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill five workers"

[enemies.Enemies_KillConstructors:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="12 founders died"

[enemies.Enemies_KillConstructors:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Defeat 20 Craftsmen."

[enemies.Enemies_KillConstructors:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destroy 30 buildings"

[enemies.Enemies_KillConstructors:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="50 goes to the builder."

[enemies.Enemies_KillCrystalisks:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 crystals"

[enemies.Enemies_KillCrystalisks:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 crystals."

[enemies.Enemies_KillCrystalisks:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 50 crystals"

[enemies.Enemies_KillCrystalisks:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 80 crystals."

[enemies.Enemies_KillCrystalisks:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 120 crystals"

[enemies.Enemies_KillGoliaths:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 Goliaths."

[enemies.Enemies_KillGoliaths:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="25 Kill Goliath"

[enemies.Enemies_KillGoliaths:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destroy 50 Goliaths."

[enemies.Enemies_KillGoliaths:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="80 Kill Goliath."

[enemies.Enemies_KillGoliaths:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="120 Kill Goliath"

[enemies.Enemies_KillLoaders:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="20 cars were lost"

[enemies.Enemies_KillLoaders:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="100 accounts down"

[enemies.Enemies_KillLoaders:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 500 Chargers"

[enemies.Enemies_KillLoaders:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 1,000 bowls."

[enemies.Enemies_KillLoaders:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Task 1500 is stopped"

[enemies.Enemies_KillMarauders ChallengeDefinition]
ChallengeName="You lie "Hey" I don't know.!"

[enemies.Enemies_KillMarauders:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 20 thieves"

[enemies.Enemies_KillMarauders:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 100 thieves"

[enemies.Enemies_KillMarauders:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Defeat 500 trainers"

[enemies.Enemies_KillMarauders:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 1000 raids."

[enemies.Enemies_KillMarauders:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 1500 bandits"

[enemies.Enemies_KillMidgets:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 rogues"

[enemies.Enemies_KillMidgets:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="25 Kill the chicken"

[enemies.Enemies_KillMidgets:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Defeat 75 Dwarves"

[enemies.Enemies_KillMidgets:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 mosquitoes"

[enemies.Enemies_KillMidgets:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 cows were slaughtered"

[enemies.Enemies_KillNomads:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 sheep"

[enemies.Enemies_KillNomads:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="25 pedestrians died."

[enemies.Enemies_KillNomads:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="75 Kill Trump"

[enemies.Enemies_KillNomads:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="150 Bedouins were killed"

[enemies.Enemies_KillNomads:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 colonists died."

[enemies.Enemies_KillPsychos:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 50 psychiatrists."

[enemies.Enemies_KillPsychos:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Killed 100 mental patients"

[enemies.Enemies_KillPsychos:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="He killed 150 people."

[enemies.Enemies_KillPsychos:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Murder of 300 mental patients"

[enemies.Enemies_KillPsychos:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 500 psychopaths."

[enemies.Enemies_KillRats:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="We killed 10 mice"

[enemies.Enemies_KillRats:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="25 mice died."

[enemies.Enemies_KillRats:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="75 rats died."

[enemies.Enemies_KillRats:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kills 150 rats"

[enemies.Enemies_KillRats:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 mice"

[enemies.Enemies_KillSkags:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10. Close the filter"

[enemies.Enemies_KillSkags:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Destroy 25 criminals."

[enemies.Enemies_KillSkags:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="75 shots were fired."

[enemies.Enemies_KillSkags:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 tanks"

[enemies.Enemies_KillSkags:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 Defeat Skago"

[enemies.Enemies_KillSpiderants:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 spiders."

[enemies.Enemies_KillSpiderants:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 spiders"

[enemies.Enemies_KillSpiderants:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="He was killed by 75 waves"

[enemies.Enemies_KillSpiderants:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 bees"

[enemies.Enemies_KillSpiderants:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 spiders."

[enemies.Enemies_KillStalkers:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10 hunters were killed"

[enemies.Enemies_KillStalkers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="He killed 25 horses"

[enemies.Enemies_KillStalkers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 Followers"

[enemies.Enemies_KillStalkers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="He killed 150 thieves"

[enemies.Enemies_KillStalkers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 hunters killed."

[enemies.Enemies_KillSurveyors:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 investigators"

[enemies.Enemies_KillSurveyors:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 scouts"

[enemies.Enemies_KillSurveyors:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="75 pilgrims died."

[enemies.Enemies_KillSurveyors:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 minions"

[enemies.Enemies_KillSurveyors:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 scouts"

[enemies.Enemies_KillThreshers:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="10 drivers died."

[enemies.Enemies_KillThreshers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 raids"

[enemies.Enemies_KillThreshers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 rocks."

[enemies.Enemies_KillThreshers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="150 thieves were killed"

[enemies.Enemies_KillThreshers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="300 soldiers were killed"
[enemies.Enemies_KillVarkid:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Remove 10 tasks"

[enemies.Enemies_KillVarkid:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Press page 25"

[enemies.Enemies_KillVarkid:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Score 75 points in a row"

[enemies.Enemies_KillVarkid:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="150 species were killed."

[enemies.Enemies_KillVarkid:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 Verona."

[enemies.Enemies_KillVarkidPods ChallengeDefinition]
Description="Kill Varkit's basket before entering."

[enemies.Enemies_KillVarkidPods:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill them before they give you 10 warkit bullets"

[enemies.Enemies_KillVarkidPods:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Matthew 25 Earkid Pods Before They Kill You!"

[enemies.Enemies_KillVarkidPods:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destroy 45 trolls before they fall"

[enemies.Enemies_KillVarkidPods:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Get 70 kills before the Workids spawn"

[enemies.Enemies_KillVarkidPods:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Destroy 100 Warkid Pods before they crash."

[enemies.Enemies_ReleaseChainedMidgets:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Remove the small one from the header panel"

[enemies.Enemies_ReleaseChainedMidgets:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Five independent wings,"

[enemies.Enemies_ReleaseChainedMidgets:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Rescue 15 dwarves from Nomad Shield."

[enemies.Enemies_ReleaseChainedMidgets:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Free 30 Dwarf Nomad Shields"

[enemies.Enemies_ReleaseChainedMidgets:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="50 Free Bedouin Weapons"

[enemies.Enemies_ShootBullymongProjectiles ChallengeDefinition]
Description="Rockets launched from aerial monsters."

[enemies.Enemies_ShootBullymongProjectiles:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="He took ten boys to Bulimongo."

[enemies.Enemies_ShootBullymongProjectiles:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Shoot pirates with 25 pirates."

[enemies.Enemies_ShootBullymongProjectiles:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="- Installation of 50 missiles"

[enemies.Enemies_ShootBullymongProjectiles:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="125 artillery shells out of service"

[enemies.Enemies_ShootBullymongProjectiles:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="250 robbers shots"

[GeneralCombat.Barrels_KillEnemies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Defeat 10 enemies with Eternal Heat"

[GeneralCombat.Barrels_KillEnemies:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies with a stick."

[GeneralCombat.Barrels_KillEnemies:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 45 enemies with a powerful barrel."

[GeneralCombat.Barrels_KillEnemies:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 70 enemies with the right tank"

[GeneralCombat.Barrels_KillEnemies:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 100 enemies with the cannon."

[GeneralCombat.Kills_AtDay:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 50 enemies per day"

[GeneralCombat.Kills_AtDay:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 250 enemies per day."

[GeneralCombat.Kills_AtDay:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 1000 enemies per day"

[GeneralCombat.Kills_AtDay:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 2500 enemies in one day"

[GeneralCombat.Kills_AtDay:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 5000 enemies in one day"

[GeneralCombat.Kills_Gibs ChallengeDefinition]
Description="Kill him, Kip.."

[GeneralCombat.Plants_KillEnemies ChallengeDefinition]
Description="Kill enemies with Pandora's Bot Life."

[GeneralCombat.Plants_KillEnemies:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies in Pandora Plant Life"

[GeneralCombat.Plants_KillEnemies:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Defeat 25 enemies in Pandora's Plant Life"

[GeneralCombat.Plants_KillEnemies:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 45 enemies with Pandora Plant Life"

[GeneralCombat.Plants_KillEnemies:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 70 enemies during the Pandora factory"

[GeneralCombat.Plants_KillEnemies:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 100 enemies using Pandora Flora."

[GeneralCombat.Player_KillsWithActionSkill:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 20 enemies with combat skills"

[GeneralCombat.Player_KillsWithActionSkill:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Defeat 75 enemies using skill."

[GeneralCombat.Player_KillsWithActionSkill:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 250 enemies using your skills"

[GeneralCombat.Player_KillsWithActionSkill:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 600 enemies with this skill"

[GeneralCombat.Player_KillsWithActionSkill:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 1000 enemies with your action skills"

[GeneralCombat.Tediore_DamageFromReloads:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Tediore does 5000 damage per charge."

[GeneralCombat.Tediore_DamageFromReloads:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="20,000 damage and a big reset"

[GeneralCombat.Tediore_DamageFromReloads:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Deal 100,000 damage with Tedior Reload."

[GeneralCombat.Tediore_DamageFromReloads:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Deal 500,000 damage to finish off Tediore."

[GeneralCombat.Tediore_DamageFromReloads:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Summon Tador for 1,000,000 damage."

[GeneralCombat.Tediore_KillWithReload:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Use the refrigerator to prepare to kill 5 enemies"

[GeneralCombat.Tediore_KillWithReload:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 10 enemies with Boring Reload"

[GeneralCombat.Tediore_KillWithReload:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 50 enemies using time"

[GeneralCombat.Tediore_KillWithReload:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 100 enemies with Tadier Reload."

[GeneralCombat.Tediore_KillWithReload:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Use the Tidior cooldown to kill 200 enemies"

[Grenades.Grenade_KillsBouncing:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with the Bouncing Betty Bomb."

[Grenades.Grenade_KillsBouncing:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Betty Go and kill 25 enemies using grenades."

[Grenades.Grenade_KillsBouncing:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 enemies with the Bouncy Betty Grenade."

[Grenades.Grenade_KillsBouncing:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 enemies with bullets"

[Grenades.Grenade_KillsBouncing:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Destroy 300 enemies with flying bombs."

[Grenades.Grenade_KillsMirvType ChallengeDefinition]
Description="Use MIRV bullets to kill enemies."

[Grenades.Grenade_KillsMirvType:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with MIRV bombs."

[Grenades.Grenade_KillsMirvType:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies with MIRV"

[Grenades.Grenade_KillsMirvType:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 enemies with MIRV mines"

[Grenades.Grenade_KillsMirvType:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 enemies with MIRV mines."

[Grenades.Grenade_KillsMirvType:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 enemies with a MIRV grenade"

[Grenades.Grenade_KillsSingularityType:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with one shot."

[Grenades.Grenade_KillsSingularityType:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies with a grenade"

[Grenades.Grenade_KillsSingularityType:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 enemies with isolation grenades"

[Grenades.Grenade_KillsSingularityType:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 enemies with the Alliance Bomb"

[Grenades.Grenade_KillsSingularityType:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 enemies with Unit Grenades."

[Grenades.Grenade_KillsTransfusionType:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with blood bombs."

[Grenades.Grenade_KillsTransfusionType:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies with light bombs"

[Grenades.Grenade_KillsTransfusionType:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 75 enemies with bullets."

[Grenades.Grenade_KillsTransfusionType:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 150 enemies with the Blood Infusion Tool."

[Grenades.Grenade_KillsTransfusionType:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 300 enemies with Exile Grenades"

[LevelChallenges.Ash_ComDish ChallengeDefinition]
Description="Complete the four dialog boxes."

[LevelChallenges.Ash_KingMong ChallengeDefinition]
Description="Kill King Mong at the hands of the slugs."

[LevelChallenges.Ash_SavetheTurrets ChallengeDefinition]
Description="Stop before the battle gate before destroying the tower attackers.."

[LevelChallenges.Cove_Warmong ChallengeDefinition]
ChallengeName="Midgemonk has no friends."

[LevelChallenges.Dam_Couch ChallengeDefinition]
Description="Complete all five spots in Blood Shooting Pool."

[LevelChallenges.Frost_Rodeo ChallengeDefinition]
Description="Presented by the name of Happy Pig Motel.."

[LevelChallenges.Grass_Pit ChallengeDefinition]
Description="Hyperion destroys the evil faction in me.."

[LevelChallenges.Grass_Waterwheel ChallengeDefinition]
ChallengeName="Water cycle... death!"

[LevelChallenges.Lynchwood_DeathTrainDuel ChallengeDefinition]
Description="Battle other players on the high street train."

[LevelChallenges.Lynchwood_TrainBandit ChallengeDefinition]
Description="Kill a thief on a train in five hours."

[LevelChallenges.TundraExp_MadameVonBartlesby ChallengeDefinition]
Description="Win Ms. von Bartleby without taking a shot."

[LevelECHOChallenges.MapECHO_Zero ChallengeDefinition]
Description="Find out why Zer0 came to Pandora?."

[Loot.Loot_OpenChests:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="5 Open the treasure chest."

[Loot.Loot_OpenChests:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Open 25 treasures"

[Loot.Loot_OpenChests:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="50 open museums"

[Loot.Loot_OpenChests:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Open Security 125"

[Loot.Loot_OpenChests:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Open 250 treasure chests."

[Loot.Loot_OpenLootables ChallengeDefinition]
Description="Open chests, shelves and lootable items.."

[Loot.Loot_OpenLootables:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Open 50 stolen chests"

[Loot.Loot_OpenLootables:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Open 250 bottles."

[Loot.Loot_OpenLootables:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Open cargo container 750"

[Loot.Loot_OpenLootables:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Open and collect 1500 bottles"

[Loot.Loot_OpenLootables:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Open 2,500 loot containers"

[Loot.Loot_PickUpWeapons:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Collect or buy up to 10 weapons"

[Loot.Loot_PickUpWeapons:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Find or buy 25 weapons"

[Loot.Loot_PickUpWeapons:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Buy or purchase 150 weapons."

[Loot.Loot_PickUpWeapons:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Find or buy 300 weapons"

[Loot.Loot_PickUpWeapons:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Collect or buy 750 weapons."

[Melee.Melee_Kills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 25 enemies with apple attacks"

[Melee.Melee_Kills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 100 enemies in one attack."

[Melee.Melee_Kills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 400 enemies with Dark Strike."

[Melee.Melee_Kills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 1000 enemies in a counterattack."

[Melee.Melee_Kills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 2000 enemies with melee attacks"

[Melee.Melee_KillsBladed:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 20 enemies with the plate."

[Melee.Melee_KillsBladed:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 75 enemies with a sword using a weapon."

[Melee.Melee_KillsBladed:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 250 enemies with weapons"

[Melee.Melee_KillsBladed:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 600 enemies with blade attacks."

[Melee.Melee_KillsBladed:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 1000 enemies with devastating weapons."

[Miscellaneous.Misc_CompleteChallenges ChallengeDefinition]
ChallengeName="Hello doctor, I am asking about a concern"
Description="Complete multiple tasks."

[Miscellaneous.Misc_CompleteChallenges:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Complete 5 tests"

[Miscellaneous.Misc_CompleteChallenges:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Complete 25 missions"

[Miscellaneous.Misc_CompleteChallenges:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Complete 50 missions"

[Miscellaneous.Misc_CompleteChallenges:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Complete 100 challenges."

[Miscellaneous.Misc_CompleteChallenges:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Complete 200 challenges."

[Miscellaneous.Misc_JimmyJenkins ChallengeDefinition]
Description="Find and destroy Jimmy J3NKN5."

[Miscellaneous.Misc_JimmyJenkins:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Shot by Jimmy J3NKN5"

[Miscellaneous.Misc_JimmyJenkins:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Shot by Jimmy J3NKN5 3 times"

[Miscellaneous.Misc_JimmyJenkins:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Shot by Jimmy J3NKN5 6 times"

[Miscellaneous.Misc_JimmyJenkins:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Shot by Jimmy J3NKN5 10 times"

[Miscellaneous.Misc_JimmyJenkins:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Shot by Jimmy J3NKN5 15 times"

[Miscellaneous.Missions_OptionalObjectivesCompleted:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Complete 10 objectives"

[Miscellaneous.Missions_OptionalObjectivesCompleted:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Complete 25 objectives"

[Miscellaneous.Missions_OptionalObjectivesCompleted:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Complete 45 side missions."

[Miscellaneous.Missions_OptionalObjectivesCompleted:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="70 to fill a little more"

[Miscellaneous.Missions_OptionalObjectivesCompleted:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Complete 100 optional objectives."

[Miscellaneous.Missions_SideMissionsCompleted:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Complete the 5-page quiz!"

[Miscellaneous.Missions_SideMissionsCompleted:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Complete 15 side missions."

[Miscellaneous.Missions_SideMissionsCompleted:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Complete 30 side missions."

[Miscellaneous.Missions_SideMissionsCompleted:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Complete 55 missions."

[Miscellaneous.Missions_SideMissionsCompleted:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Complete 90 side missions."

[Pickups.Inventory_PickupBlueItems ChallengeDefinition]
Description="Steal or buy blue."

[Pickups.Inventory_PickupBlueItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Craft or buy 5 rare blue items"

[Pickups.Inventory_PickupBlueItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Find or buy 12 rare green items"

[Pickups.Inventory_PickupBlueItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Collect or buy 20 rare green items"

[Pickups.Inventory_PickupBlueItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Collect or purchase 30 rare blue items."

[Pickups.Inventory_PickupBlueItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Buy or sell 45 rare blue items"

[Pickups.Inventory_PickupGreenItems ChallengeDefinition]
Description="Claim or purchase holy green."

[Pickups.Inventory_PickupGreenItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Clear or buy 20 unavailable green items"

[Pickups.Inventory_PickupGreenItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Steal or buy 50 rare green items"

[Pickups.Inventory_PickupGreenItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Play the lottery or buy 75 rare green items"

[Pickups.Inventory_PickupGreenItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Collect or buy 125 small green leaves"

[Pickups.Inventory_PickupGreenItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Catch or buy 200 rare green items"

[Pickups.Inventory_PickupOrangeItems ChallengeDefinition]
Description="Buy stolen or used items."

[Pickups.Inventory_PickupOrangeItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Steal or buy good"

[Pickups.Inventory_PickupOrangeItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Buy or shop through a popular product"

[Pickups.Inventory_PickupOrangeItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="6 Find or buy popular items"

[Pickups.Inventory_PickupOrangeItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Steal or buy 10 legends"

[Pickups.Inventory_PickupOrangeItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Collect or buy up to 15 legendary items."

[Pickups.Inventory_PickupPurpleItems ChallengeDefinition]
Description="Go shopping and get rare polishes.."

[Pickups.Inventory_PickupPurpleItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Collect or buy 2 rare purple ones."

[Pickups.Inventory_PickupPurpleItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Buy or buy 4 red bloods or rare items"

[Pickups.Inventory_PickupPurpleItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="steal or buy 7 or red"

[Pickups.Inventory_PickupPurpleItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Listen to items or buy 12 rare items."

[Pickups.Inventory_PickupPurpleItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Steal or buy 20 rare purple items."

[Pickups.Inventory_PickupWhiteItems:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Buy or acquire 50 rare white items"

[Pickups.Inventory_PickupWhiteItems:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Steal or buy 125 rare white items"

[Pickups.Inventory_PickupWhiteItems:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Steal or buy 250 coins."

[Pickups.Inventory_PickupWhiteItems:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Loot or buy 400 items that are not available in empty space."

[Pickups.Inventory_PickupWhiteItems:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Steal or buy 600 White Relics"

[Player.Player_CoopRevivesOfFriends:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Bring your friends back 5 times"

[Player.Player_CoopRevivesOfFriends:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Partner returns 10 times."

[Player.Player_CoopRevivesOfFriends:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Update friends 50 times."

[Player.Player_CoopRevivesOfFriends:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Become a partner 100 times"

[Player.Player_CoopRevivesOfFriends:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Friends read 200 times"

[Player.Player_SecondWindFromBadass ChallengeDefinition]
Description="Defeat powerful enemies and restore your life."

[Player.Player_SecondWindFromBadass:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Get 5 Second Winds by defeating powerful enemies."

[Player.Player_SecondWindFromBadass:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Defeat powerful enemies and gain 15 lives."

[Player.Player_SecondWindFromBadass:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill a fierce enemy and gain 30 seconds."

[Player.Player_SecondWindFromBadass:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill the evil enemy and repeat 50 times"

[Player.Player_SecondWindFromCorrosive:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Killing enemies with bad damage will earn a living."

[Player.Player_SecondWindFromCorrosive:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Hitting an enemy gets a second five winds, dealing massive damage."

[Player.Player_SecondWindFromCorrosive:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Damage and kill enemies and take wind for 15 seconds."

[Player.Player_SecondWindFromCorrosive:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Get Second Wind 30 times by killing enemies to deal impossible damage"

[Player.Player_SecondWindFromCorrosive:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Get wind and damage enemies for 50 seconds."

[Player.Player_SecondWindFromFire ChallengeDefinition]
Description="Burnout point (damage that occurs over time).)."

[Player.Player_SecondWindFromFire:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill the enemy with low fire and collect souls"

[Player.Player_SecondWindFromFire:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill enemies with fire 5 times to gain a second breath."

[Player.Player_SecondWindFromFire:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Get a second wind and hit the enemy with fire 15 times."

[Player.Player_SecondWindFromFire:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Killing an enemy with Ignite deals 30 damage and gives you Wind Pit."

[Player.Player_SecondWindFromFire:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Killing an enemy with fire damage grants a 50 second cooldown."

[Player.Player_SecondWindFromShock ChallengeDefinition]
Description="Deal secondary damage (damage over time) by killing enemies with a point stun.)."

[Player.Player_SecondWindFromShock:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get a second piece by electrocuting your enemies"

[Player.Player_SecondWindFromShock:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Get a second wind by electrocuting the enemy 5 times"

[Player.Player_SecondWindFromShock:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Remove the second wind 15 times and kill the enemy with electric damage"

[Player.Player_SecondWindFromShock:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Creates a second wind that hits the enemy 30 times."

[Player.Player_SecondWindFromShock:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Get a second wind by attacking enemies with 50 electrical currents."

[Shields.CUT_KillsNoShields:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 1250 enemies without armor."

[Shields.CUT_KillsNoShields:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 2,500 enemies without armor."

[Shields.Shields_KillsRoid ChallengeDefinition]
Description="Defeat enemies protected by Maraya's armor."

[Shields.Shields_KillsRoid:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 5 enemies in one melee attack."

[Shields.Shields_KillsRoid:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 enemies with your shield."

[Shields.Shields_KillsRoid:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 50 enemies while upgrading Maylay's shield"

[Shields.Shields_KillsRoid:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 100 enemies protected by Melee Shield"

[Shields.Shields_KillsRoid:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 200 enemies wearing Miley's shield"

[Shields.Shields_KillsSpikes:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill enemies with five shield hits"

[Shields.Shields_KillsSpikes:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Damages Spike's shield and kills 10 enemies."

[Shields.Shields_KillsSpikes:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 50 enemies and destroy shields."

[Shields.Shields_KillsSpikes:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 100 enemies with spike defense damage"

[Shields.Shields_KillsSpikes:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 200 enemies with a weapon"

[Vehicles.Vehicles_DriveMiles:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="walk 10 kilometers"

[Vehicles.Vehicles_DriveMiles:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="I will walk 50 kilometers"

[Vehicles.Vehicles_DriveMiles:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="100 miles from here"

[Vehicles.Vehicles_DriveMiles:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Drive 250 kilometers"

[Vehicles.Vehicles_DriveMiles:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Driving 500 miles"

[Vehicles.Vehicles_KillByPowerSlide:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Go through them and kill 5 enemies"

[Vehicles.Vehicles_KillByPowerSlide:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 15 enemies with the automatic Power Slide."

[Vehicles.Vehicles_KillByPowerSlide:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 30 enemies with a spear."

[Vehicles.Vehicles_KillByPowerSlide:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destroy and crush 50 enemies with your vehicle"

[Vehicles.Vehicles_KillByPowerSlide:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 75 enemies with a skate and a car"

[Vehicles.Vehicles_KillByRamming:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Destroy and kill 5 enemies."

[Vehicles.Vehicles_KillByRamming:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Defeat and kill 10 enemies."

[Vehicles.Vehicles_KillByRamming:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 50 enemies to destroy them."

[Vehicles.Vehicles_KillByRamming:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Crush and kill 100 enemies"

[Vehicles.Vehicles_KillByRamming:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Jump kill 200 enemies"

[Vehicles.Vehicles_KillsWhilePassenger:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill enemies while driving as passenger"

[Vehicles.Vehicles_KillsWhilePassenger:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 10 enemies during the mission"

[Vehicles.Vehicles_KillsWhilePassenger:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 50 enemies as a hero."

[Vehicles.Vehicles_KillsWhilePassenger:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 100 enemies while driving as a passenger."

[Vehicles.Vehicles_KillsWhilePassenger:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 200 enemies and ride as a rider"

[Vehicles.Vehicles_KillsWithVehicleWeapon:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with a charged weapon or vehicle"

[Vehicles.Vehicles_KillsWithVehicleWeapon:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 25 enemies with cannons or melee weapons."

[Vehicles.Vehicles_KillsWithVehicleWeapon:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 150 enemies with a turret or mounted weapon"

[Vehicles.Vehicles_KillsWithVehicleWeapon:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 300 enemies with weapons or vehicles"

[Vehicles.Vehicles_KillsWithVehicleWeapon:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 750 enemies with a screwdriver or vehicle-mounted weapon"

[Vehicles.Vehicles_VehicleKillsVehicle ChallengeDefinition]
ChallengeName="dry leaves"

[Vehicles.Vehicles_VehicleKillsVehicle:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="One of his cars collided with five other cars, killing him."

[Vehicles.Vehicles_VehicleKillsVehicle:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="10 people died in the car"

[Vehicles.Vehicles_VehicleKillsVehicle:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="50 lives per vehicle."

[Vehicles.Vehicles_VehicleKillsVehicle:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Cars in 100 cars to kill."

[Vehicles.Vehicles_VehicleKillsVehicle:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 200 cars in one run"

[Weapons.AssaultRifle_CriticalHitKills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 guns"

[Weapons.AssaultRifle_CriticalHitKills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="25 main attack auto"

[Weapons.AssaultRifle_CriticalHitKills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="75 people were killed by automatic rifles."

[Weapons.AssaultRifle_CriticalHitKills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 150 critical hits with an assault rifle"

[Weapons.AssaultRifle_CriticalHitKills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Take 300 damage with weapons"

[Weapons.AssaultRifle_KillsCrouched:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 1600 enemies while sitting with a shotgun"

[Weapons.AssaultRifle_KillsCrouched:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 3200 enemies with a machine gun"

[Weapons.AssaultRifle_SecondWinds:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Hold the needle for 5 seconds"

[Weapons.AssaultRifle_SecondWinds:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Breathe into your device for 15 seconds"

[Weapons.AssaultRifle_SecondWinds:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Save 30 seconds with an automatic air rifle"

[Weapons.AssaultRifle_SecondWinds:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Shoot the gun within 50 seconds"

[Weapons.AssaultRifle_SecondWinds:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Breathe into the spaces for 75 seconds"

[Weapons.Launcher_KillsDirectHit:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Quickly kill five enemies."

[Weapons.Launcher_KillsDirectHit:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Defeat 10 enemies with a direct missile attack"

[Weapons.Launcher_KillsDirectHit:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Defeat 50 enemies with a direct hit with a rocket launcher"

[Weapons.Launcher_KillsDirectHit:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 100 enemies using the Rocket Launcher."

[Weapons.Launcher_KillsDirectHit:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Defeat 200 enemies with a direct hit from the missile launcher."

[Weapons.Launcher_KillsLongRange:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 25 enemies from a distance"

[Weapons.Launcher_KillsLongRange:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 100 enemies from a distance with the rocket launcher"

[Weapons.Launcher_KillsLongRange:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 400 enemies with barrel weapons"

[Weapons.Launcher_KillsLongRange:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill thousands of enemies from a distance using the rocket launcher."

[Weapons.Launcher_KillsLongRange:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 2000 enemies remotely with a rocket launcher."

[Weapons.Launcher_SecondWinds:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Air Missile takes two seconds to use."

[Weapons.Launcher_SecondWinds:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Hold the rocket launch box for 5 seconds"

[Weapons.Launcher_SecondWinds:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Gain 15 seconds wind with a projectile attack."

[Weapons.Launcher_SecondWinds:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Defeat the air in 30 seconds with a rocket launcher."

[Weapons.Launcher_SecondWinds:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="50 seconds in the air with a rocket"

[Weapons.Pistol_CriticalHitKills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get 10 awesome kills with a weapon"

[Weapons.Pistol_CriticalHitKills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Get the Killer 25 weapon."

[Weapons.Pistol_CriticalHitKills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="75 Pick up a weapon to kill"

[Weapons.Pistol_CriticalHitKills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 150 hits with deadly weapons"

[Weapons.Pistol_CriticalHitKills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 300 people with one weapon"

[Weapons.Pistol_Kills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Buy 25 guns"

[Weapons.Pistol_Kills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="He killed 100 people with his gun"

[Weapons.Pistol_Kills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="40 people to kill with a gun"

[Weapons.Pistol_Kills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 1000 guns"

[Weapons.Pistol_Kills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="They killed 2000 people with guns."

[Weapons.Pistol_KillsQuickshot ChallengeDefinition]
Description="After attacking the area, quickly eliminate the enemies with your weapons.."

[Weapons.Pistol_KillsQuickshot:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies while aiming."

[Weapons.Pistol_KillsQuickshot:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 25 enemies after the objective."

[Weapons.Pistol_KillsQuickshot:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 150 enemies immediately after they hit"

[Weapons.Pistol_KillsQuickshot:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 300 enemies with a crossbow"

[Weapons.Pistol_KillsQuickshot:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 750 enemies with the appropriate weapon when enemies attack the area."

[Weapons.Pistol_SecondWinds:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Pick up a weapon in 2 seconds."

[Weapons.Pistol_SecondWinds:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Do not release the gun within 5 seconds."

[Weapons.Pistol_SecondWinds:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="15 second fire and wind"

[Weapons.Pistol_SecondWinds:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Make a 30 second clip about guns"

[Weapons.Pistol_SecondWinds:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Get a 50 minute piece with weapons."

[Weapons.Rocket_KillsDirectHit:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 1250 enemies with a direct attack from the missile launcher."

[Weapons.Shotgun_CriticalHitKills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get 10 critical hits with a weapon"

[Weapons.Shotgun_CriticalHitKills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 people with a gun."

[Weapons.Shotgun_CriticalHitKills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Get 100 critical kills with the shotgun"

[Weapons.Shotgun_CriticalHitKills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 250 key kills with pistol."

[Weapons.Shotgun_CriticalHitKills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 500 mortals with a pistol"

[Weapons.Shotgun_KillsLongRange:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with a long range gun."

[Weapons.Shotgun_KillsLongRange:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 25 enemies from a distance with a weapon"

[Weapons.Shotgun_KillsLongRange:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 75 enemies from a distance with a gun."

[Weapons.Shotgun_KillsLongRange:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 150 enemies with weapons in a short time"

[Weapons.Shotgun_KillsLongRange:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Destroy 300 enemies with different weapons"

[Weapons.Shotgun_KillsPointBlank ChallengeDefinition]
Description="Defeat enemies using limited weapons.."

[Weapons.Shotgun_KillsPointBlank:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 10 enemies with a pistol in an infinite area"

[Weapons.Shotgun_KillsPointBlank:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 25 enemies near the gun"

[Weapons.Shotgun_KillsPointBlank:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 150 enemies with melee weapons."

[Weapons.Shotgun_KillsPointBlank:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 300 enemies"

[Weapons.Shotgun_KillsPointBlank:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 750 enemies with Apple weapons"

[Weapons.Shotgun_SecondWinds ChallengeDefinition]
ChallengeName="Attached, the file is there..."

[Weapons.Shotgun_SecondWinds:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="The shotgun gives 2 seconds of wind"

[Weapons.Shotgun_SecondWinds:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Hold the weapon for 5 seconds"

[Weapons.Shotgun_SecondWinds:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="It fires explosives for 15 seconds"

[Weapons.Shotgun_SecondWinds:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Wind adds 30 seconds to your weapon."

[Weapons.Shotgun_SecondWinds:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Shoot for 50 seconds."

[Weapons.SMG_CriticalHitKills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get 10 critical kills with the machine gun."

[Weapons.SMG_CriticalHitKills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 25 critical enemies with a machine gun"

[Weapons.SMG_CriticalHitKills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Get 75 critical kills with SMG"

[Weapons.SMG_CriticalHitKills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 150 critical kills with an SMG."

[Weapons.SMG_CriticalHitKills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Killed 300 people with a machine gun."

[Weapons.SMG_CriticalHits:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="The SMG has 25 unique items"

[Weapons.SMG_CriticalHits:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Get 100 critical hits with the SMG"

[Weapons.SMG_CriticalHits:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Get hits with SMG on CD"

[Weapons.SMG_CriticalHits:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Get 1000 achievements in underwater guns"

[Weapons.SMG_CriticalHits:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Has 2000 ammo and SMG."

[Weapons.SMG_Kills:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 25 people with an SMG"

[Weapons.SMG_Kills:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Get 100 kills with the machine gun."

[Weapons.SMG_Kills:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 400 people with the SMG."

[Weapons.SMG_Kills:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Hit 1000 times with SMG."

[Weapons.SMG_Kills:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 2000 with the SMG."

[Weapons.SMG_SecondWinds:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="You get a 2 second breather and an SMG"

[Weapons.SMG_SecondWinds:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Get 5 seconds of air with the SMG"

[Weapons.SMG_SecondWinds:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="15 second cooldown with SMG"

[Weapons.SMG_SecondWinds:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Start breathing with SMG for 30 seconds"

[Weapons.SMG_SecondWinds:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Inhale with SMG for 50 seconds"

[Weapons.Sniper_CriticalHits:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get 25 critical hits with cannons."

[Weapons.Sniper_CriticalHits:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Get 100 crystals to destroy the sniper."

[Weapons.Sniper_CriticalHits:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Achieve 400 basic attacks with a sniper rifle"

[Weapons.Sniper_CriticalHits:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="You can get 1000 critical hits with your shotgun."

[Weapons.Sniper_CriticalHits:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Defeat 2000 snipers with sniper rifle."

[Weapons.SniperRifle_KillsFromHip ChallengeDefinition]
Description="Kill your enemies with sniper rifle without using bullets or barrel.."

[Weapons.SniperRifle_KillsFullShieldEnemy:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="5 guns to kill armored enemies with one shot."

[Weapons.SniperRifle_KillsFullShieldEnemy:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 15 enemy guards in one shot with a sniper rifle"

[Weapons.SniperRifle_KillsFullShieldEnemy:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 35 enemies with a sniper rifle"

[Weapons.SniperRifle_KillsFullShieldEnemy:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 75 defensive enemies at once with a sniper rifle."

[Weapons.SniperRifle_KillsFullShieldEnemy:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 125 enemies with a sniper rifle."

[Weapons.SniperRifle_KillsUnaware:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 5 invisible enemies with a sniper rifle"

[Weapons.SniperRifle_KillsUnaware:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 10 innocent enemies with a sniper rifle."

[Weapons.SniperRifle_KillsUnaware:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 50 invisible enemies with a sniper rifle"

[Weapons.SniperRifle_KillsUnaware:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 100 unknown enemies with weapons"

[Weapons.SniperRifle_KillsUnaware:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 200 invisible enemies with a sniper rifle"

